Repository: NorwayFun/unattended-upgrades
Catalog: po/*.po
Languages: ka

source: package %s upgradable but fails to be marked for upgrade (%s)
ka: პაკეტი %s განახლებადია, მაგრამ მისი გასანახლებლად მონიშვნა შეუძლებელია (%s)

source: Progress: %s %% (%s)
ka: მიმდინარეობა: %s %% (%s)

source: Checking if system is running on battery is skipped. Please install powermgmt-base package to check power status and skip installing updates when the system is running on battery.
ka: შემოწმება, მიერთებულია თუ არა კვების კაბელი, გამოტოვებულია. დააყენეთ პაკეტი powermgmt-base კვების სტატუსის შესამოწმებლად და განახლებების დაყენების გამოსატოვებლად, როცა სისტემა ელემენტზე მუშაობს.

source: System is on metered connection, stopping
ka: სისტემა გაზომვად კავშირზეა. გამოტოვება

source: Checking if connection is metered is skipped. Please install python3-gi package to detect metered connections and skip downloading updates.
ka: შემოწმება, გაზომვადია თუ არა კავშირი, გამოტოვებულია. დააყენეთ პაკეტი python3-gi გაზომვადი კავშირების გამოსავლენად და განახლებების გადმოწერის გამოსატოვებლად.

source: Unable to parse %s.
ka: %s-ის დამუშავება შეუძლებელია.

source: All upgrades installed
ka: ყველა განახლება დაყენებულია

source: Installing the upgrades failed!
ka: განახლებების დაყენება ჩავარდა!

source: error message: %s
ka: შეცდომის შეტყობინება: %s

source: dpkg returned a error! See %s for details
ka: dpkg-მა შეცდომა დააბრუნა! დეტალებისთვის იხილეთ %s

source: Apt returned an error, exiting
ka: Apt-მა შეცდომა დააბრუნა. გასვლა

source: No /usr/bin/mail or /usr/sbin/sendmail, can not send mail. You probably want to install the mailx package.
ka: /usr/bin/mail-ს და /usr/sbin/sendmail-ს ელფოსტის გაგზავნა არ შეუძლიათ. ალბათ გჭირდებათ, პაკეტი mailx დააყენოთ.

source: [reboot required]
ka: [საჭიროა გადატვირთვა]

source: [package on hold]
ka: [პაკეტი შეკავებულია]

source: {hold_flag}{reboot_flag} unattended-upgrades result for {machine}: {result}
ka: {hold_flag}{reboot_flag} unattended-upgrades-ის შედეგი მანქანისთვის {machine}: {result}

source: Unattended upgrade result: %s
ka: ყურადღებამიუქცეველი განახლების შედეგი: %s

source: Warning: A reboot is required to complete this upgrade, or a previous one.
ka: გაფრთხილება: ამ, ან წილა განახლების დასასრულებლად საჭიროა გადატვირთვა.

source: Packages that were upgraded:
ka: პაკეტები, რომლებიც განახლდა:

source: Packages that attempted to upgrade:
ka: პაკეტები, რომლის განახლებაც ვცადეთ:

source: Packages with upgradable origin but kept back:
ka: პაკეტები, რომლებსაც აქვთ განახლება, მაგრამ არ განახლებულა:

source: Packages that were auto-removed:
ka: პაკეტები, რომლებიც ავტომატურად წაიშალა:

source: Packages that were kept from being auto-removed:
ka: პაკეტები, რომლების ავტოწაშლაც არ მოხდა:

source: Package installation log:
ka: პაკეტების დაყენების ჟურნალი:

source: Unattended-upgrades log:
ka: Unattended-upgrades-ის ჟურნალი:

source: Writing dpkg log to %s
ka: dpkg-ის ჟურნალის ჩაწერა ფაილში %s

source: Found %s, but not rebooting because %s is logged in.
ka: აღმოჩენილია %s, მაგრამ გადატვირთვა არ მოხდება, რადგან %s შესულია.

source: Keeping the following auto-removable package(s) because they include %s which is set to be kept unmodified: %s
ka: შემდეგი ავტოწაშლადი პაკეტების შენარჩუნება, რადგან ისინი შეიცავენ %s-ს, რომელიც დაყენებულია, როგორც შესანარჩუნებელი: %s

source: Keeping auto-removable %s package(s) because it would also remove the following packages which should be kept in this step: %s
ka: შემდეგი ავტოწაშლადი %s პაკეტის შენარჩუნება, რადგან ეს ასევე წაშლიდა შემდეგ პაკეტებს, რომლებიც დაყენებულია, როგორც შენარჩუნებადი: %s

source: Keeping %s auto-removable package(s) because it would also remove the following packages which should be kept in this step: %s
ka: შემდეგი %s ავტოწაშლადი პაკეტის შენარჩუნება, რადგან ეს ასევე წაშლიდა შემდეგ პაკეტებს, რომლებიც დაყენებულია, როგორც შენარჩუნებადი: %s

source: Keeping the following auto-removable package(s) because they include %s which package is related to the running kernel: %s
ka: შემდეგი ავტოწაშლადი პაკეტების შენარჩუნება, რადგან ისინი შეიცავენ %s-ს რომლის პაკეტიც გაშვებულ ბირთვთანაა კავშირში: %s

source: Packages that were successfully auto-removed: %s
ka: პაკეტები, რომლებიც წარმატებულად წაიშალა ავტომატურად: %s

source: Packages that are kept back: %s
ka: პაკეტები, რომლებიც შენარჩუნდა: %s

source: Auto-removing the packages failed!
ka: პაკეტების ავტოწაშლა ჩავარდა!

source: Error message: %s
ka: შეცდომის შეტყობინება: %s

source: dpkg returned an error! See %s for details
ka: dpkg-მა შეცდომა დააბრუნა! დეტალებისთვის იხილეთ %s

source: An error occurred: %s
ka: შეცდომა: %s

source: An error occurred
ka: აღმოჩენილია შეცდომა

source: Not running on this development release before %s
ka: %s-მდე ამ სატესტო გამოცემაზე არ გავეშვები

source: Not running on the development release.
ka: ამ სატესტო გამოცემაზე არ გავეშვები.

source: Initial blacklist: %s
ka: საწყისი შავი სია: %s

source: Initial whitelist: %s
ka: საწყისი ტეთრი სია: %s

source: Starting unattended upgrades script
ka: ყურადღების მიუქცეველი განახლებების სკრიპტის გაშვება

source: Allowed origins are: %s
ka: დაშვებული წყაროებია: %s

source: Lock could not be acquired (another package manager running?)
ka: ბლოკის მიღება შეუძლებელია (გაშვებული გაქვთ კიდევ ერთი პაკეტების მმართველი?)

source: Cache lock can not be acquired, exiting
ka: კეშის ბლოკის მიღება შეუძლებელია. გასვლა

source: Lock could not be acquired
ka: ბლოკის მიღება შეუძლებელია

source: Unclean dpkg state detected, trying to correct
ka: აღმოჩენილია dpkg-ის არასუფთა მდგომარეობა. ვცდი, გავასწორო

source: dpkg --configure -a output: %s
ka: dpkg --configure -a-მა გამოიტანა: %s

source: Cache has broken packages, exiting
ka: კეშში აღმოჩენილია გაფუჭებული პაკეტები. გასვლა

source: Upgrade was interrupted
ka: განახლება შეწყდა

source: GetArchives() failed: %s
ka: GetArchives() ჩავარდა: %s

source: The URI %s failed to download, aborting
ka: URI-დამ %s გადმოწერის შეცდომა. მუშაობა შეწყდება

source: Download finished, but file %s not there?!?
ka: გადმოწერა დასრულდა, მაგრამ ფაილი %s არ არსებობს?!?

source: Package %s has conffile prompt and needs to be upgraded manually
ka: პაკეტს %s აქვს კონფიგურაციის მოთხოვნა და ხელით უნდა განახლდეს

source: package %s not upgraded
ka: პაკეტი %s არ განახლებულა

source: Removing unused kernel packages: %s
ka: წაიშლება გამოუყენებელი ბირთვის პაკეტები: %s

source: No packages found that can be upgraded unattended and no pending auto-removals
ka: პაკეტები, რომლების განახლებაც ყურადღების მიუქცევლად შესაძლებელია, ან ავტოწაშლის რიგშია, აღმოჩენილი არაა

source: Packages that will be upgraded: %s
ka: პაკეტები, რომლებიც განახლდება: %s

source: print debug messages
ka: გამართვის შეტყობინებების ჩვენება

source: make apt/libapt print verbose debug messages
ka: apt/libapt-ის დამატებითი გამართვის შეტყობინებების ჩართვა

source: print info messages
ka: ინფორმაციის შეტყობინებების გამოტანა

source: Simulation, download but do not install
ka: სიმულაცია. გადმოწერა, მაგრამ არა დაყენება

source: Only download, do not even try to install.
ka: მხოლოდ გადმოწერა. დაყენების ცდაც კი არ მოხდება.

source: Upgrade in minimal steps (and allow interrupting with SIGTERM) (default)
ka: განახლება მინიმალური ნაბიჯებით (და SIGTERM-ით შეწყვეტის დაშვება) (ნაგულისხმევი)

source: Upgrade in minimal steps (and allow interrupting with SIGTERM
ka: განახლება მინიმალური ნაბიჯებით (და SIGTERM-ით შეწყვეტის დაშვება

source: You need to be root to run this application
ka: ამ აპლიკაციის გასაშვებად root უნდა ბრძანდებოდეთ

source: Unattended-upgrade in progress during shutdown, please don't turn off the computer
ka: Unattended-upgrade მიმდინარეობს გამორთვის დროს. ნუ გამორთავთ კომპიუტერს

source: Unattended-upgrades stopped. There may be upgrades left to be installed in the next run.
ka: Unattended-upgrades გაჩერდა. შეიძლება, შემდეგ ჯერისთვის განახლებები დარჩა დასაყენებელი.

source: Stop ongoing upgrades or perform upgrades before shutdown
ka: მიმდინარე განახლებების გაჩერება, ან განახლება გამორთვის წინ

source: Unable to monitor PrepareForShutdown() signal, polling instead.
ka: PrepareForShutdown() სიგნალის მონიტორინგი შეუძლებელია, სამაგიეროდ ხმის მიცემა იქნება გამოყენებული.

source: To enable monitoring the PrepareForShutdown() signal instead of polling please install the python3-gi package
ka: ხმის მიცემის მაგიერ PrepareForShutdown() სიგნალის მონიტორინგის ჩასართავად დააყენეთ პაკეტი python3-gi

source: Maybe systemd-logind service is not running.
ka: შეიძლება, სერვისი systemd-logind გაშვებული არაა.

source: Apt returned an error thus shutdown mode is disabled
ka: Apt-მა შეცდომა დააბრუნა, ამიტომ გამორთვის რეჟიმი გათიშულია

source: error message: '%s'
ka: შეცდომის შეტყობინება: '%s'

source: Running unattended-upgrades in shutdown mode
ka: unattended-upgrades გაშვებულია გამორთვის რეჟიმში

source: Giving up on lockfile after %s minutes of delay
ka: ბლოკის ფაილის მიტოვება %s წუთიანი დაყოვნების შემდეგ

source: Apt returned an error when loading configuration, using default values
ka: Apt-მა კონფიგურაციის ჩატვირთვის შეცდომა დააბრუნა. გამოყენებული იქნება ნაგულისხმევი მნიშვნელობები
